Repository: superjose/remix-vite-express-nx
Catalog: apps/remix-app-vite/app/locales/*/messages.po
Languages: es

source: <0>Got lost </0>setting up service accounts, roles, and permissions—it was a <1>nightmare.</1>
es: <0>Me perdí </0>configurando cuentas de servicio, roles y permisos—fue una <1>pesadilla.</1>

source: A Pulumi Project Used to Deploy a Golang application
es: Un proyecto de Pulumi utilizado para desplegar una aplicación Golang

source: Advanced Configuration
es: Configuración avanzada

source: Artifact Registry Repository Name
es: Nombre del repositorio del registro de artefactos

source: Artifact Registry Service Name
es: Nombre del servicio del registro de artefactos

source: Choose the service you want to deploy to:
es: Elija el servicio al que desea desplegar:

source: Choosing Cloud Run will enable the following services:
es: Elegir Cloud Run habilitará los siguientes servicios:

source: CLI Installs
es: Instalaciones CLI

source: Cloud Run Admin Service Name
es: Nombre del servicio de administración de Cloud Run

source: Cloud Run Service Name
es: Nombre del servicio de Cloud Run

source: Configs
es: Configuraciones

source: Create a New Project
es: Crear un nuevo proyecto

source: Create scripts
es: Crear scripts

source: Deploy now
es: Desplegar ahora

source: Do you have a refund policy?
es: ¿Tiene una política de reembolso?

source: Docker Image Name
es: Nombre de la imagen de Docker

source: Dockerfile Relative Path
es: Ruta relativa del Dockerfile

source: Download Project Scripts
es: Descargar scripts del proyecto

source: Email
es: Correo electrónico

source: Files
es: Archivos

source: GCP Location
es: Ubicación de GCP

source: GCP Project ID
es: ID del proyecto de GCP

source: GCP Service Account Name
es: Nombre de la cuenta de servicio de GCP

source: Google Cloud Details
es: Detalles de Google Cloud

source: Google Cloud. We're working on supporting AWS, and Azure.
es: Google Cloud. Estamos trabajando en el soporte de AWS y Azure.

source: Had to deal with <0>obscure and obtuse errors</0> like "exec format error" or "Cloud Run Admin API has not been used in project...
es: Tuve que lidiar con <0>errores oscuros y obtusos</0> como "error de formato de ejecución" o "La API de administración de Cloud Run no se ha utilizado en el proyecto...

source: Had to spend <0>7+ hours </0><1>navigating through </1><2>fragmented and outdated documentation </2>to upload to Google Cloud Run
es: Tuve que pasar <0>7+ horas </0><1>navegando a través de </1><2>documentación fragmentada y desactualizada </2>para subir a Google Cloud Run

source: How does pricing work?
es: ¿Cómo funciona el precio?

source: How is this different from me using IaaC tools like Pulumi and Terraform?
es: ¿Cómo es esto diferente de que yo use herramientas de IaaC como Pulumi y Terraform?

source: How this works
es: Cómo funciona esto

source: Image Tag
es: Etiqueta de imagen

source: Is it a one time fee?
es: ¿Es una tarifa única?

source: Language
es: Idioma

source: LLMs often ignore your existing infrastructure. Gemini is improving this, but it’s challenging to know the right questions, and it might miss a needed service.
es: LLMs a menudo ignoran su infraestructura existente. Gemini está mejorando esto, pero es difícil saber las preguntas correctas, y podría omitir un servicio necesario.

source: Logout
es: Cerrar sesión

source: Privacy Policy
es: Política de privacidad

source: Project Details
es: Detalles del proyecto

source: Project Name
es: Nombre del proyecto

source: Project Stack
es: Pila del proyecto

source: Pulumi Account Details
es: Detalles de la cuenta de Pulumi

source: Pulumi Admin Role Name
es: Nombre del rol de administrador de Pulumi

source: Pulumi Project Path
es: Ruta del proyecto Pulumi

source: Pulumi Service Account Key Path
es: Ruta de la clave de la cuenta de servicio de Pulumi

source: Scripts may look correct, but they can fail due to overlooked deep configurations.
es: Los scripts pueden verse correctos, pero pueden fallar debido a configuraciones profundas pasadas por alto.

source: Select your Infrastructure as a Code (Iaac) Language
es: Seleccione su lenguaje de Infraestructura como Código (Iaac)

source: Service Account Description
es: Descripción de la cuenta de servicio

source: Service Account Display Name
es: Nombre para mostrar de la cuenta de servicio

source: Terms of use
es: Términos de uso

source: The project was not found
es: No se encontró el proyecto

source: There was a problem validating your email. Please submit a new one. Use the same browser you've requested it from.
es: Hubo un problema al validar su correo electrónico. Por favor, envíe uno nuevo. Utilice el mismo navegador desde el que lo solicitó.

source: There was a problem verifying your email. Please submit a new one. Use the same browser you've requested it from.
es: Hubo un problema al verificar su correo electrónico. Por favor, envíe uno nuevo. Utilice el mismo navegador desde el que lo solicitó.

source: There was a problem verifying your email. Please submit a new one.\n Use the same browser you've requested it from.
es: Hubo un problema al verificar su correo electrónico. Por favor, envíe uno nuevo.\n Utilice el mismo navegador desde el que lo solicitó.

source: Wait while we are loading
es: Espere mientras cargamos

source: What cloud providers do you support?
es: ¿Qué proveedores de nube soportan?

source: Wouldn't AI make this worthless?
es: ¿No haría esto que la IA no tenga valor?

source: Yes. No subscriptions. Once you generate your code with Deploud, your code is yours to keep. We don't allow you to resell it, but we allow you to modify it, and extend it as you need.
es: Sí. Sin suscripciones. Una vez que genera su código con Deploud, su código es suyo para conservar. No le permitimos revenderlo, pero le permitimos modificarlo y extenderlo según lo necesite.

source: Yes. We have 30 days refund policy.
es: Sí. Tenemos una política de reembolso de 30 días.

source: You buy a Deploud Project. You're able to change and edit as many times as you want.
es: Compras un proyecto de Deploud. Puedes cambiar y editar tantas veces como quieras.

source: You must be very specific in your configuration requests.
es: Debe ser muy específico en sus solicitudes de configuración.
